[
  {
    "title": " Life Lately ✨",
    "content": "You learn, you grow Achieving everything, is not living life fully. But to live happily Is all about the life lately.\n\nCaring with bit of selfishness ,Loving what you do with bit of awareness, enjoying everything with bit of strictness, all that too positively, Is all about the life lately.\n\nlove someone with limits. Sharing to an extent, celebrating togertherness with everyone along with enjoying your own company Is all about the life lately.\n\nShe dreams, she thinks, the Loves. she grows, she manifest, she sings, with a peace and a longing Is all about the life lately.\n\nBeing Productive one day to to the stressful onothen day. Addressing and loving every bit of time with hopes, desire and being  kind truly Is all about the life lately.\n❤️🌈\nLove Akanksha",
    "tags": [
      " Life Lately "
    ],
    "image": "/attached_assets/uploaded_images/328e8ae2e13ebf236f0e35af1d4ad997",
    "date": "2025-10-12T07:23:27.923Z",
    "id": "750a939c-bd84-49ed-8cf9-4a4d8782fad6"
  },
  {
    "title": "Was it worth giving it all?",
    "content": "Was it worth giving it all?\n\nHey was it worth giving it all?\nThe time you spent in summer and fall\nGiving all of the love and care\nWith missing our own share\nWas it full and fair?\n\nKeeping up with promises and those unsaid calls\nFrom midnight sleeps to morning rush\nSeeing the smile was all to gush\nBut was it worth it all?\n\nYes it was painful yet beautiful\nStressful yet meaningful\nAt the end losing myself was never the part of the brawl\nIt will never be worth giving it all\n✨❤️\nLove Akanksha",
    "tags": [
      "Was it worth giving it all"
    ],
    "image": "/attached_assets/uploaded_images/6cf7d83914a0fcb10472d0d425480b57",
    "date": "2025-10-12T07:24:47.213Z",
    "id": "8c1e9a32-d4de-4d7d-8a7c-19ed669e940a"
  },
  {
    "title": "Ten years down the line",
    "content": "Ten years down the line\nMore mature and more  wild\nLivin' in the present, leave it rest and fine\nI will be more confident with pictures I take\nEnough to post them and not to care That I am running behind \nNot to care, with what I share with more clarity in the back of my mind\nI will love you with all i have\nNo expectations, no comparisons and being grateful with all the smiles and shine \nIn that ten years down the line\n\nStress less, smile more😊❤️\nLove Akanksha",
    "tags": [
      "Stress less, smile more"
    ],
    "image": "/attached_assets/uploaded_images/583f4431d46f0008ff0feb6d9c706053",
    "date": "2025-10-12T07:26:26.639Z",
    "id": "9270e64e-7aa5-44b7-a728-8ae0fcad16ec"
  }
]